Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Continuous furnaces for tempering lacquers
it: Forni continui per l'indurimento di vernici

source: Forced air type horizontally disposed space heaters
it: Riscaldatori orizzontali a circolazione forzata per ambienti

source: High vacuum kilns
it: Altoforni a vuoto

source: Homogenizing furnaces
it: Forni di omogeneizzazione

source: Hoods incorporating extractor fans
it: Cappe con ventole di aspirazione

source: Hand drying apparatus incorporating fans
it: Dispositivi asciugamani a ventola

source: Fireplace inserts
it: Inserti per caminetti

source: Fittings for basins
it: Accessori per lavandini

source: Fittings for bidets
it: Accessori per bidè

source: Industrial humidifiers
it: Umidificatori industriali

source: Passage furnaces
it: Forni a passaggio

source: Deodorising apparatus
it: Apparecchi di deodorazione

source: Full spectrum light sources
it: Sorgenti luminose a spettro pieno

source: Electrically powered air blowers for air-conditioning purposes
it: Soffianti elettrici per condizionamento dell'aria

source: Electrically powered air blowers for ventilation purposes
it: Soffianti di aria elettriche per ventilazione

source: Screens for controlling light
it: Schermi per il controllo della luce

source: Vortex inhibitors
it: Inibitori di vortici

source: Compressed air ventilators
it: Ventilatori ad aria compressa

source: Heating installations for industrial use
it: Impianti di riscaldamento per uso industriale

source: Lighting installations for air vehicles
it: Impianti d'illuminazione per veicoli aerei

source: Air conditioning for use in transportation
it: Condizionamento dell'aria per il trasporto

source: Hand drying apparatus incorporating impellers
it: Apparecchi per asciugare le mani con ventole

source: Portable decontamination apparatus
it: Apparecchi portatili di decontaminazione

source: Portable lamps [for illumination]
it: Lampade portatili [per illuminazione]

source: Portable showers
it: Docce portatili

source: Portable stoves
it: Fornelli portatili

source: Draught regulators for preventing the spread of smoke
it: Serrande di regolazione per impedire la diffusione di fumo

source: Refrigeration in the form of benches
it: Refrigerazione in forma di banchi

source: Regulating apparatus being parts for water apparatus
it: Apparecchi di regolazione, ovvero parte di apparecchi dell'acqua

source: Regulating apparatus for water apparatus
it: Apparecchi di regolazione per apparecchi idrici

source: Fumigation apparatus, not for medical purposes
it: Apparecchi per fumigazioni non per uso medico

source: Gas condensers, other than parts of machines
it: Condensatori di gas eccetto parti di macchine

source: Heat exchangers for the removal of condensate
it: Scambiatori termici per rimozione di condensa

source: Processing installations for fuel and nuclear moderating material
it: Impianti per il trattamento di combustibili e moderatori nucleari

source: Installations for tempering
it: Impianti per la tempra

source: Deodorising apparatus, not for personal use
it: Apparecchi di deodorizzazione non per uso personale

source: Sink strainers [plumbing fittings]
it: Filtri per lavelli [impianti idraulici]

source: Faucet filters [plumbing fittings]
it: Filtri per rubinetti [accessori idraulici]

source: Disinfectant dispensers for toilets
it: Distributori di disinfettanti per w.c.

source: Electrically heated carpets
it: Tappeti riscaldati elettricamente

source: Heating apparatus for use in the treatment of metal
it: Apparecchi di riscaldamento per uso nel trattamento di metalli

source: Steam generators for use with steam baths
it: Generatori di vapore per vasche da bagno a vapore

source: Steaming apparatus (Electric -) for cooking
it: Apparecchi di cottura a vapore elettrici

source: Bathroom installations for water supply purposes
it: Impianti di erogazione idrica per bagni

source: Beverage refrigerators for use in automobiles
it: Frigoriferi per bevande per automobili

source: Bogie hearth furnaces
it: Forni a carrello

source: Smoke purifiers
it: Depuratori di fumo

source: Water filters [installations] for agricultural purposes
it: Filtri per l'acqua [macchine] per uso agricolo

source: Japanese kitchen furnaces (kamado)
it: Forni da cucina giapponesi (kamado)

source: Industrial heating installations
it: Impianti di riscaldamento industriale

source: Industrial ventilation apparatus
it: Apparecchi di ventilazione industriali

source: Ovens utilising air frequency fields for drying purposes
it: Forni che utilizzano campi di frequenze d'aria a scopo di asciugatura

source: Refrigerating containers
it: Recipienti frigoriferi

source: Dental ovens
it: Forni dentari

source: Ventilation hoods
it: Cappe di aerazione

source: Swimming pool chlorinating apparatus
it: Apparecchi di clorazione per piscine

source: Thermostatic valves [parts of heating installations]
it: Valvole termostatiche [parti di impianti di riscaldamento]

source: Tinning furnaces
it: Forni per stagnatura

source: Toilet seats with automatic sanitary cover replacement before use
it: Sedili di gabinetti con sostituzione automatica del rivestimento prima dell'uso

source: Toilets with washing functions
it: Gabinetti con funzioni di lavaggio

source: Manually-operated plumbing valves
it: Valvole idrauliche ad azionamento manuale

source: Electric sandwich toasters
it: Tostapane elettrici per sandwich

source: Safety lamps for underground use
it: Lampade di sicurezza per uso sotterraneo

source: Dynamo lights for vehicles
it: Luci a dinamo per veicoli

source: Gas fired back boiler units for domestic central heating
it: Caldaie a recupero a gas per riscaldamento centralizzato domestico

source: Stokers for use with commercial furnaces
it: Attizzatoi per forni commerciali

source: Stokers for use with industrial furnaces
it: Attizzatori per forni industriali

source: Dish disinfectant apparatus for industrial purposes
it: Apparecchi disinfettanti per le stoviglie per uso industriale

source: Electric candles
it: Candele elettriche

source: Electric casseroles
it: Casseruole elettriche

source: Electric chinese lanterns
it: Lanterne elettriche cinesi

source: Burners for boilers
it: Bruciatori per caldaie

source: Burners for industrial use
it: Bruciatori per uso industriale

source: Showers for sale in kit form
it: Docce da vendersi in kit

source: Single lavatories being inset
it: Rubinetti singoli ad incasso

source: Single lavatories moulded from composite material
it: Rubinetti singoli in materiali compositi

source: Alcohol burners
it: Becchi ad alcool

source: Bathroom installations
it: Impianti per il bagno

source: Meat safes [refrigerated]
it: Moscaiole [refrigerate]

source: Indoor fountains
it: Fontane per interni

source: Induction heated casting furnaces
it: Forni di fusione riscaldati a induzione

source: Motorised fans for ventilation
it: Ventole a motore per ventilazione

source: Expresso coffee machines
it: Macchine per caffè espresso

source: Extractors [ventilation or air conditioning]
it: Aspiratori [ventilazione o condizionamento dell'aria]

source: Rectification columns
it: Colonna di rettificazione

source: Sanitary drain armatures for basins
it: Filtri di scarico sanitari per lavandini

source: Closed circuit heating installations
it: Impianti di riscaldamento a circuito chiuso

source: Corrugated pipes of metal [parts of sanitary installations]
it: Tubi ondulati in metallo [parti di impianti sanitari]

source: Reverse osmosis elements for domestic use in reducing the salt content of water
it: Elementi ad osmosi inversa per uso domestico per la riduzione del contenuto di sale nell'acqua

source: Heating cushions not for medical purposes [electric or chemically activated]
it: Cuscini termici non per uso medico [ad attivazione chimica o elettrica]

source: Refractory furnaces
it: Forni refrattari

source: Apparatus for filtering drinking water
it: Apparecchi atti a filtrare acqua potabile

source: Water control valves for water cisterns
it: Valvole di regolazione per serbatoi d'acqua

source: Ovens (Shaped fittings for -)
it: Forni (Rivestimenti sagomati per -)

source: Burners for the combustion of oil in boiler units
it: Bruciatori per la combustione di olio in caldaie

source: Filters for use with apparatus for ventilating
it: Filtri per apparecchi di ventilazione

source: Filters for use with apparatus for water supply
it: Filtri per apparecchi di erogazione dell'acqua

source: Sanitary drain armatures for showers
it: Filtri di scarico per uso igienico per docce

source: Sanitary water fittings
it: Accessori per sanitari

source: Exhaust hoods [cooker hoods]
it: Cappe aspiranti [cappe di cucine]

source: Flotation apparatus [furnaces]
it: Dispositivi galleggianti [fornaci]

source: Fluidised bed incineration ovens
it: Forni inceneritori a fondale fluidizzato

source: Evaporators for air conditioners
it: Evaporatori per condizionatori d'aria

source: Steam boilers, other than parts of machines
it: Generatori di vapore non parti di macchine

source: Septic tanks
it: Fosse settiche

source: Computer controlled lighting apparatus
it: Dispositivi di illuminazione computerizzati

source: Scrubbing towers for the purification of gases
it: Torri di lavaggio per la depurazione di gas

source: Surface aerators for ponds
it: Aeratori di superfice per stagni

source: Electrically heated hot water tanks
it: Serbatoi per l'acqua calda elettrici

source: Firing grates for solid fuel
it: Parafuoco per combustibile solido

source: Electric humidifiers
it: Umidificatori elettrici

source: Clean chambers [sanitary installations]
it: Camere bianche [impianti sanitari]

source: Photocells (Security lighting operated by -)
it: Illuminazione di sicurezza azionata da fotocellule

source: Plugs of metal for showers
it: Tappi in metallo per docce

source: Refrigerated food display apparatus
it: Espositori refrigerati per alimenti

source: Water outlets [faucets]
it: Prese d'acqua [rubinetti]

source: Food warmers
it: Scaldavivande

source: Furnaces for de-coating metals
it: Forni per la deplaccatura di metalli

source: Telescopic combination flues
it: Canne fumarie telescopiche

source: Electrically powered blowers for dust extraction from the air
it: Soffianti elettrici per l'estrazione della polvere dall'aria

source: Electrically powered blowers for ventilation
it: Soffianti elettrici per la ventilazione

source: Electronically controlled self-closing shower-taps
it: Rubinetti per doccia a chiusura automatica elettrici

source: Electrostatic air filters
it: Filtri dell'aria elettrostatici

source: Electric woks
it: Wok elettrici

source: Saunas (Apparatus for heating -)
it: Apparecchi di riscaldamento per saune

source: Stroboscopic lamps [light effects]
it: Lampade stroboscopiche [effetti luce]

source: Sun lamps for tanning purposes
it: Lampade solari abbronzanti

source: Sunlight collecting apparatus for heating purposes
it: Collettori di energia solare per riscaldamento

source: Decontamination chambers
it: Camere di decontaminazione

source: Ventilating installations
it: Impianti di ventilazione

source: Ventilators for heat exchangers
it: Ventilatori per scambiatori di calore

source: Walls for shower cubicles
it: Pareti per cabine doccia

source: Agricultural irrigation units
it: Dispositivi di irrigazione agricoli

source: Flat radiators for central heating installations
it: Radiatori piani per impianti di riscaldamento centralizzato

source: Flare stacks for use in the oil industry
it: Camini della torcia per l'industria petrolifera

source: Flexible heating elements for automobile seats
it: Elementi scaldanti flessibili per sedili di automobili

source: Gas and electric ranges
it: Fornelli elettrici e a gas

source: Hot water cylinders
it: Serbatoi di acqua calda

source: Elbow bends (plastic -) for pipes [parts of sanitary installations]
it: Gomiti per tubi (in plastica) [parti d'impianti sanitari]

source: Electric night lights
it: Lumini da notte elettrici

source: Handwarmers [other than clothing]
it: Scaldamani [non abbigliamento]

source: Cooled panels for use with electrical furnaces
it: Pannelli di raffreddamento per forni elettrici

source: Induction furnaces
it: Fornaci a induzione

source: Hot water installations
it: Impianti per acqua calda

source: Illuminant lamps for projectors
it: Lampade d'illuminazione per proiettori

source: Discharge tubes, electric, for lighting
it: Tubi a scarica elettrica per l'illuminazione

source: Stationary hair dryers
it: Asciugacapelli fissi

source: Strainers for water lines
it: Filtri per condotte dell'acqua

source: Nuclear generators
it: Generatori nucleari

source: Footmuffs, electrically heated
it: Sacche scaldapiedi elettriche

source: Heat pads for warming
it: Cuscini riscaldati

source: Aeolian ventilators
it: Ventilatori eolici

source: Afterburners being parts of furnaces
it: Postcombustori ovvero parti di forni

source: Air balancing dampers
it: Smorzatori d'aria

source: Spray units being parts of water supply installations
it: Unità a spruzzo ovvero parti di impianti di erogazione d'acqua

source: Cooling installations for liquids
it: Raffreddatori di liquidi [impianti]

source: Temperature control valves [parts of water supply installations]
it: Valvole di regolazione della temperatura [parti d'impianti di erogazione idrica]

source: Mobile [portable] sanitary installations
it: Impianti sanitari mobili [portatili]

source: Columns for physical separation of fractions
it: Colonne per la separazione fisica di frazioni

source: Kitchen machines (Electric -) for cooking
it: Macchine per la cucina elettriche per cucinare

source: Bicycle reflectors for attachment to spokes
it: Catarifrangenti per biciclette da attaccare ai raggi

source: Flameless candles
it: Candele senza fiamma

source: Defrosters for vehicles
it: Sbrinatori per veicoli

source: Japanese charcoal heaters for household purposes use (hibachi)
it: Stufe giapponesi a carbone per uso domestico (hibachi)

source: Diving lights
it: Faretti da sub

source: Louvres for light deflection
it: Alette deflettori d'illuminazione

source: Filters for cleaning gases [parts of household or industrial installations]
it: Filtri per la depurazione dei gas [parti d'impianti domestici o industriali]

source: Toilet stool units with a washing water squirter
it: Sedili di gabinetti con dispositivo di lavaggio

source: Window-mounting air-conditioners [for industrial purposes]
it: Condizionatori a finestra [per uso industriale]

source: Apparatus for dispensing chilled beverages
it: Apparecchi per l'erogazione di bevande fredde

source: Air cleaning filters [parts of air cleaning machines or installations]
it: Filtri per la depurazione dell'aria [parti di macchine o impianti di pulizia dell'aria]

source: Air inlets [vents] for vehicles
it: Bocche d'aria [sfiati] per veicoli

source: Alcohol burners for laboratory use
it: Bruciatori ad alcol per uso in laboratorio

source: Portable electric warm air dryer
it: Asciugacapelli elettrico portatile

source: Sterilisers for surgical instruments
it: Sterilizzatori per strumenti chirurgici

source: Distillers [for chemical processing]
it: Distillatori [per trattamenti chimici]

source: Combustion chambers
it: Camere di combustione

source: Lamps fitted with extendible supports
it: Lampade dotate di supporti estensibili

source: Lavatory installations
it: Accessori per lavabi

source: Brake lights for vehicles
it: Luci di stop per veicoli

source: Solar energy powered heating installations
it: Apparecchi di riscaldamento ad energia solare

source: Sprinkler machines for horticultural irrigation
it: Spruzzatrici per irrigazione orticola

source: Steam cabinets for the treatment of clothing
it: Armadi a vapore per il trattamento di indumenti

source: Sight glasses for boilers
it: Vetri spia per caldaie

source: Ventilation hoods for laboratories
it: Cappe di aerazione per laboratori

source: Pasteurisers
it: Pastorizzatori

source: Ionisation chambers
it: Camere di ionizzazione

source: Meat chests [refrigerated]
it: Casse per carne [refrigerate]

source: Microwave ovens for domestic use
it: Forni a microonde per uso domestico

source: Microwave ovens, not for experimental purposes
it: Forni a microonde, non per uso sperimentale

source: Incandescent lamps for optical instruments
it: Lampade ad incandescenza per strumenti ottici

source: Ultra-violet sun ray lamps for cosmetic purposes
it: Lampade solari a raggi ultravioletti per uso cosmetico

source: Installations for baking
it: Impianti per cottura in forno

source: Neutralisation columns
it: Colonne di neutralizzazione

source: Extraction hoods for freezers
it: Cappe aspiranti per congelatori

source: Filters for industrial installations
it: Filtri per impianti industriali

source: Filters for sanitary water distribution apparatus
it: Filtri per apparecchi di erogazione di acqua calda sanitaria

source: Sanitary covers for toilet seats
it: Coprisedili sanitari per W.C

source: Heating cushions [pads], electric, not for medical purposes
it: Cuscini scaldati elettricamente, non per uso medico

source: Crowns [parts of kilns]
it: Corone [parti di forni]

source: Diffusers being parts of lighting installations
it: Diffusori, ovvero parti di apparecchi d'illuminazione

source: Plates [parts of stoves]
it: Piastre [parti di stufe]

source: Shower installations
it: Allestimenti per doccia

source: Air filters for air conditioning units
it: Filtri dell'aria per condizionatori

source: Drying apparatus for fodder and forage
it: Apparecchi per essiccare il foraggio

source: Light bulbs for gas-discharge lamps
it: Lampadine per lampade a scarica di gas

source: Strings of coloured lights
it: Fili di luci colorate

source: Bushings being parts of sanitary installations
it: Boccole ovvero parti d'impianti sanitari

source: Fire grates (Domestic -) of metal
it: Parafuoco (per uso domestico) in metallo

source: Sterilization units for medical instruments
it: Unità di sterilizzazione per strumenti medici

source: Glazed shower cubicles
it: Cabine di doccia in vetro

source: Graphite bar furnaces
it: Forni per barre in grafite

source: Reverse osmosis elements for reducing the salt content of water
it: Elementi ad osmosi inversa per ridurre il contenuto di sale dell'acqua

source: Circulators [water heaters]
it: Scaldacqua a circolazione

source: Sectional radiators
it: Profili di radiatori

source: Security lighting incorporating a movement activated sensor
it: Illuminazione di sicurezza comprendente un sensore attivato dal movimento

source: Damping nozzles [parts of fires]
it: Ugelli di smorzamento [parti di stufe]

source: Heated display units
it: Vetrine riscaldate

source: Hand drying apparatus incorporating blowers
it: Apparecchi per asciugare le mani con soffianti

source: Industrial cooking ovens
it: Forni per cottura industriali

source: Industrial dehumidifiers
it: Deumidificatori industriali

source: Electric furnaces for metallurgical purposes
it: Forni elettrici per uso metallurgico

source: Electric hand lamps [other than for photographic use]
it: Lampade portatili elettriche [non per uso fotografico]

source: Disposable sterilization pouches
it: Sacchetti monouso per sterilizzazione

source: Water regulating valves [regulating accessories]
it: Valvole di regolazione dell'acqua [accessori di regolazione]

source: Thermoelectric apparatus for heating beverages
it: Apparecchi termoelettrici per il riscaldamento di bevande

source: Electrically powered warm air face dryers
it: Asciugatori per il viso ad aria calda elettrici

source: Electrostatic filters for water filtration
it: Filtri elettrostatici per la filtrazione dell'acqua

source: Screens for directing light
it: Schermi per direzionare la luce

source: Damping nozzles [parts of furnaces]
it: Ugelli di smorzamento [parti di forni]

source: Valves (temperature sensitive controls for automatically operating -) [parts of heating installations]
it: Comandi termosensibili per valvole ad azionamento automatico (parti d'impianti di riscaldamento)

source: Electrical lighting fixtures for use in hazardous locations
it: Impianti d'illuminazione elettrica per uso in siti pericolosi

source: Heating installations for nitrate solutions
it: Impianti di riscaldamento per soluzioni di nitrato

source: Heating installations incorporated in glass
it: Impianti di riscaldamento integrati in vetro

source: Nuclear reactors
it: Reattori nucleari

source: Flexible strip wound pipes of metal [parts of sanitary installations]
it: Tubi metallici flessibili [parti d'impianti sanitari]

source: Furnaces for melting scrap metals
it: Forni per la fusione di metalli di scarto

source: Gas boilers for the heating of swimming pools
it: Caldaie a gas per il riscaldamento di piscine

source: Gas cooking apparatus incorporating cooking grills
it: Apparecchi per cottura a gas comprendenti griglie da cottura

source: Steam accumulators
it: Accumulatori di vapore

source: Regulating apparatus being parts of gas burners
it: Apparecchi di regolazione (parti di bruciatori a gas)

source: Regulating apparatus for gas pipes
it: Apparecchi di regolazione per tubi del gas

source: Radiators [for industrial air-conditioning purposes]
it: Radiatori [per condizionamento dell'aria industriale]

source: Electric rotisseries
it: Grill elettrici

source: Hardening furnaces for springs
it: Forni di indurimento per molle

source: Heat exchangers for the removal of flue gases
it: Scambiatori termici per rimozione di gas di combustione

source: Spray fittings [parts of shower installations]
it: Accessori a spruzzo [ovvero parti d'impianti per docce]

source: Temperature limiters for central heating radiators [thermostatic valves] incorporating bi-metallic discs
it: Limitatori della temperatura per radiatori per riscaldamento centralizzato [valvole termostatiche] contenenti dischi bimetallici

source: Installations for the collection of gases
it: Impianti per la raccolta di gas

source: Automatic watering installations for use in gardening
it: Impianti idrici automatici per giardinaggio

source: Molten metal filter chambers
it: Camere filtro per metalli fusi

source: Coils being parts of distilling installations
it: Serpentine ovvero parti d'impianti di distillazione

source: Radiators for central heating installations
it: Radiatori per impianti di riscaldamento centralizzato

source: Air distribution units
it: Dispositivi di aerazione

source: Air filters for use as dust arrestants in industrial processes
it: Filtri dell'aria per bloccare la polvere in processi industriali

source: Steam generators for domestic use
it: Generatori di vapore per uso domestico

source: Kilns for sale in kit form
it: Forni da vendersi in kit

source: Kitchen machines (Gas -) for cooking
it: Macchine da cucina (a gas) per la cottura

source: Sluices [sanitary installations]
it: Chiuse [impianti sanitari]

source: Decorative lights
it: Luci decorative

source: Inspection lamps
it: Lampade di controllo

source: Inspection lights
it: Luci d'ispezione

source: Refrigerated cabinets for the display of drink
it: Vetrine frigorifere per l'esposizione di bevande

source: Domestic boilers
it: Caldaie domestiche

source: Transportable instruments for processing water
it: Apparecchi trasportabili per il trattamento dell'acqua

source: Ventilation hoods for stoves
it: Cappe di aerazione per fornelli

source: Lava rocks for use in barbecue grills
it: Pietre laviche per grigliate [barbecue]

source: Microwave ovens for industrial purposes
it: Forni a microonde per uso industriale

source: Gas fired combined furnaces for use in the production of steel
it: Forni a gas combinati per uso nella produzione di acciaio

source: Calcising kilns [for industrial purposes]
it: Forni di calcinazione [per uso industriale]
